Repository: imxieyi/Dai-Hentai
Catalog: Packages/DaiHentaiKit/Sources/DaiHentaiUI/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, zh_hans

# Accessory.DownloadingAccessibility
source: 下載中 %1$lld 部, %2$@
en: Downloading %1$lld, %2$@
ja: %1$lld 件ダウンロード中、%2$@
zh_hans: 下载中 %1$lld 部, %2$@

# Accessory.DownloadingCount
source: 下載中 %lld 部
en: Downloading %lld galleries
ja: %lld 件ダウンロード中
zh_hans: 下载中 %lld 部

# Accessory.OpenDownloads
source: 打開下載
en: Opens Downloads
ja: ダウンロードを開きます
zh_hans: 打开下载

# Accessory.Resume
source: 繼續看
en: Continue Reading
ja: 続きを読む
zh_hans: 继续看

# Accessory.ResumeAccessibility
source: 繼續看 %1$@, 第 %2$lld 頁
en: Continue reading %1$@, page %2$lld
ja: %1$@ の続きを読む、%2$lld ページ目
zh_hans: 继续看 %1$@, 第 %2$lld 页

# Accessory.ResumePage
source: 繼續看 第 %lld 頁
en: Continue · Page %lld
ja: 続きを読む · %lld ページ目
zh_hans: 继续看 第 %lld 页

# Card.Copy
source: 拷貝
en: Copy
ja: コピー
zh_hans: 复制

# Card.Dismiss
source: 都不要 O3O
en: Never Mind O3O
ja: やっぱりいいや O3O

# Card.DismissAccessibility
source: 都不要
en: Never Mind
ja: やっぱりいいや

# Card.PageCount
source: 這部作品有 %lld 頁呦
en: This gallery has %lld pages
ja: この作品は %lld ページあるよ
zh_hans: 这部作品有 %lld 页哟

# Card.PageCountUnknown
source: 這部作品頁數還不知道呦
en: Page count unknown
ja: この作品のページ数はまだわからないよ
zh_hans: 这部作品页数还不知道哟

# Card.PickRelated
source: 挑更多相關字詞…
en: Pick More Related Words…
ja: 関連ワードをもっと選ぶ…
zh_hans: 挑更多相关字词…

# Card.Posted
source: 上傳時間
en: Posted
ja: 投稿日時
zh_hans: 上传时间

# Card.SearchTag
source: 用這個 Tag 搜尋
en: Search This Tag
ja: このタグで検索
zh_hans: 用这个 Tag 搜索

# Card.Size
source: 大小
en: Size
ja: サイズ

# Card.Title
source: 作品卡
en: Gallery
ja: 作品カード

# Card.Uploader
source: 上傳者
en: Uploader
ja: アップロード者
zh_hans: 上传者

# Category.ArtistCG
source: 畫師 CG
en: Artist CG
ja: アーティストCG
zh_hans: 画师 CG

# Category.AsianPorn
source: 亞洲
en: Asian Porn
ja: アジア
zh_hans: 亚洲

# Category.Doujinshi
source: 同人誌
en: Doujinshi
zh_hans: 同人志

# Category.GameCG
source: 遊戲 CG
en: Game CG
ja: ゲームCG
zh_hans: 游戏 CG

# Category.ImageSet
source: 圖集
en: Image Set
ja: 画像集
zh_hans: 图集

# Category.Manga
source: 漫畫
en: Manga
ja: マンガ
zh_hans: 漫画

# Category.Misc
source: 雜項
en: Misc
ja: その他
zh_hans: 杂项

# Category.NonH
source: 非 H
en: Non-H
ja: 非エロ

# Category.Western
source: 西方
en: Western
ja: 洋物

# Common.Calculating
source: 計算中...
en: Calculating…
zh_hans: 计算中...

# Common.Cancel
source: 取消
en: Cancel
ja: キャンセル

# Common.ClearHistory
source: 清除所有觀看紀錄
en: Clear Viewing History
ja: 閲覧履歴をすべて消去
zh_hans: 清除所有浏览记录

# Common.ConfirmClearHistory
source: 我們現在要刪除所有觀看紀錄囉!
en: We're about to delete your whole viewing history!
ja: 閲覧履歴を全部削除しちゃうよ！
zh_hans: 我们现在要删除所有浏览记录啦!

# Common.ConfirmDeleteGallery
source: 我們現在要刪除這部作品囉!
en: We're about to delete this gallery!
ja: この作品を削除しちゃうよ！
zh_hans: 我们现在要删除这部作品啦!

# Common.Delete
source: 刪除
en: Delete
ja: 削除
zh_hans: 删除

# Common.DeletingProgress
source: 作品刪除中 ( %1$lld / %2$lld )
en: Deleting ( %1$lld / %2$lld )
ja: 削除中 ( %1$lld / %2$lld )
zh_hans: 作品删除中 ( %1$lld / %2$lld )

# Common.Download
source: 下載
en: Download
ja: ダウンロード
zh_hans: 下载

# Common.Downloaded
source: 已下載
en: Downloaded
ja: ダウンロード済み
zh_hans: 已下载

# Common.Downloading
source: 下載中
en: Downloading
ja: ダウンロード中
zh_hans: 下载中

# Common.HistoryCleared
source: 觀看紀錄都清掉囉
en: Viewing history cleared
ja: 閲覧履歴を消したよ
zh_hans: 浏览记录都清掉啦

# Common.LoggedIn
source: 登入成功
en: Logged in
ja: ログインしました
zh_hans: 登录成功

# Common.NetworkError
source: 網路錯誤
en: Network Error
ja: ネットワークエラー
zh_hans: 网络错误

# Common.NotNow
source: 先不要好了 OwO"
en: Maybe Not OwO"
ja: やっぱりやめとく OwO"

# Common.Okay
source: 好
en: OK
ja: OK

# Common.OkayHappy
source: 好 O3Ob
en: OK O3Ob
ja: OK O3Ob

# Common.OkayPlain
source: 好 O3O
en: OK O3O
ja: OK O3O

# Common.PageCount
source: %lld 頁
en: %lld pages
ja: %lld ページ
zh_hans: %lld 页

# Common.PageNumber
source: 第 %lld 頁
en: Page %lld
ja: %lld ページ目
zh_hans: 第 %lld 页

# Common.ReadFromStart
source: 我要從頭看
en: Start Over
ja: 最初から読む
zh_hans: 我要从头看

# Common.ReadNow
source: 我要現在看
en: Read Now
ja: 今すぐ読む
zh_hans: 我要现在看

# Common.ReadProgress
source: 看到 %1$lld/%2$lld
en: Read %1$lld/%2$lld
ja: %1$lld/%2$lld まで読んだ

# Common.ReadToPage
source: 看到第 %lld 頁
en: Read to page %lld
ja: %lld ページまで読んだ
zh_hans: 看到第 %lld 页

# Common.Reload
source: 重新整理
en: Reload
ja: 再読み込み
zh_hans: 刷新

# Common.ResumeDownload
source: 繼續下載
en: Resume Download
ja: ダウンロードを再開
zh_hans: 继续下载

# Common.ResumeFromPage
source: 繼續從 %lld 頁看起
en: Continue from Page %lld
ja: %lld ページから再開
zh_hans: 继续从 %lld 页看起

# Common.Search
source: 搜尋
en: Search
ja: 検索
zh_hans: 搜索

# Common.SearchRelated
source: 用相關字詞搜尋
en: Search Related Words
ja: 関連ワードで検索
zh_hans: 用相关字词搜索

# Common.Share
source: 分享
en: Share
ja: 共有

# Common.TryAgain
source: 再試一次
en: Try Again
ja: もう一度試す
zh_hans: 再试一次

# Common.WantDownload
source: 我要下載
en: Download
ja: ダウンロードする
zh_hans: 我要下载

# Common.WillSearch
source: 將搜尋：
en: Will search:
ja: 検索する内容：
zh_hans: 将搜索：

# Downloads.AwakeNote
source: 下載的時候螢幕會保持開著, 全部下載完才會恢復自動鎖定。
en: The screen stays on while downloading. Auto-Lock comes back when everything is done.
ja: ダウンロード中は画面がつけっぱなしになり、全部終わると自動ロックに戻ります。
zh_hans: 下载的时候屏幕会保持开着, 全部下载完才会恢复自动锁定。

# Downloads.CalculatingSize
source: · 計算中...
en: · Calculating…
zh_hans: · 计算中...

# Downloads.Count
source: 共 %lld 部
en: %lld galleries
ja: 全 %lld 件

# Downloads.Empty
source: 還沒有下載任何作品呦
en: No downloads yet
ja: まだ何もダウンロードしていないよ
zh_hans: 还没有下载任何作品哟

# Downloads.EmptyMessage
source: 在作品卡或閱讀畫面按「我要下載」, 就可以離線看囉
en: Tap “Download” on a gallery card or in the reader to read offline
ja: 作品カードかビューアで「ダウンロードする」を押すと、オフラインで読めるよ
zh_hans: 在作品卡或阅读界面按「我要下载」, 就可以离线看啦

# Downloads.Incomplete
source: 未完成 %1$lld/%2$lld
en: Incomplete %1$lld/%2$lld
ja: 未完了 %1$lld/%2$lld

# Downloads.IncompleteMissingCover
source: 未完成 %1$lld/%2$lld · 缺少封面
en: Incomplete %1$lld/%2$lld · No cover
ja: 未完了 %1$lld/%2$lld · 表紙なし

# Downloads.MissingCover
source: 缺少封面
en: Cover missing
ja: 表紙がありません

# ExKey.FormatHint
source: 格式是 32 碼的 pass hash, 接著 member id, 然後 x 加上 igneous。
en: The format is the 32-character pass hash, then the member id, then x followed by igneous.
ja: 形式は32桁のpass hash、続けてmember id、そのあとにxとigneousです。
zh_hans: 格式是 32 位的 pass hash, 接着 member id, 然后 x 加上 igneous。

# ExKey.Header
source: 用Cookie登錄
en: Log In with a Cookie
ja: Cookieでログイン
zh_hans: 用Cookie登录

# ExKey.Invalid
source: 格式不太對呦, 再檢查一下
en: The format doesn't look right. Check it again
ja: 形式がちょっと違うみたい。もう一度確認してね
zh_hans: 格式不太对哟, 再检查一下

# ExKey.NetworkFailed
source: Cookie 存好了, 但是連不上 ExHentai, 等等在設定頁看看狀態
en: Cookie saved, but ExHentai can't be reached. Check the status in Settings later
ja: Cookieは保存したけど、ExHentaiにつながらないよ。あとで設定画面で状態を見てね
zh_hans: Cookie 存好了, 但是连不上 ExHentai, 等等在设置页看看状态

# ExKey.Placeholder
source: 請在此處輸入Cookie
en: Enter your cookie here
ja: ここにCookieを入力
zh_hans: 请在此处输入Cookie

# ExKey.Rejected
source: ExHentai 沒有認這組 Cookie (只看到熊貓), 檢查一下 igneous 吧
en: ExHentai didn't accept this cookie (sad panda). Check the igneous value
ja: ExHentaiがこのCookieを受け付けなかったよ（パンダしか見えない）。igneousを確認してね
zh_hans: ExHentai 没有认这组 Cookie (只看到熊猫), 检查一下 igneous 吧

# ExKey.Valid
source: 格式正確 · member id %@
en: Looks right · member id %@
ja: 形式OK · member id %@
zh_hans: 格式正确 · member id %@

# Filter.CategoryCount
source: %lld 種類別
en: %lld categories
ja: %lld カテゴリ
zh_hans: %lld 种类别

# Filter.Clear
source: 清除 %@
en: Clear %@
ja: %@ を解除

# Filter.Default
source: 全部作品 · 點我設定搜尋條件
en: All Galleries · Tap to Set Filters
ja: すべての作品 · タップして検索条件を設定
zh_hans: 全部作品 · 点这里设置搜索条件

# Filter.SiteEh
source: 目前使用 E-Hentai
en: Using E-Hentai
ja: E-Hentai を使用中

# Filter.SiteEx
source: 目前使用 ExHentai
en: Using ExHentai
ja: ExHentai を使用中

# History.Earlier
source: 更早
en: Earlier
ja: それ以前

# History.Empty
source: 你還沒有看過任何作品呦
en: You haven't read anything yet
ja: まだ何も読んでいないよ
zh_hans: 你还没有看过任何作品哟

# History.ResumeHint
source: 從第 %lld 頁繼續看
en: Continues from page %lld
ja: %lld ページ目から続きを読みます
zh_hans: 从第 %lld 页继续看

# History.SearchPrompt
source: 搜尋看過的作品
en: Search History
ja: 読んだ作品を検索
zh_hans: 搜索看过的作品

# History.ThisWeek
source: 本週
en: This Week
ja: 今週
zh_hans: 本周

# History.Today
source: 今天
en: Today
ja: 今日

# History.Yesterday
source: 昨天
en: Yesterday
ja: 昨日

# Language.Translated
source: 翻譯
en: Translated
ja: 翻訳
zh_hans: 翻译

# List.ChangeFilters
source: 調整搜尋條件
en: Change Filters
ja: 検索条件を変更
zh_hans: 调整搜索条件

# List.ClearFilters
source: 清除所有條件
en: Clear All Filters
ja: すべての条件を解除
zh_hans: 清除所有条件

# List.End
source: 沒有更多作品囉 O3O
en: That's everything O3O
ja: これで全部だよ O3O
zh_hans: 没有更多作品啦 O3O

# List.LoadMoreFailed
source: 載入失敗了 O口O 點我再試一次
en: Couldn't load O口O Tap to try again
ja: 読み込みに失敗 O口O タップでもう一度
zh_hans: 加载失败了 O口O 点这里再试一次

# List.Loading
source: 列表載入中...
en: Loading…
ja: 読み込み中…
zh_hans: 列表加载中...

# List.LogInEx
source: 登入 ExHentai
en: Log In to ExHentai
ja: ExHentai にログイン
zh_hans: 登录 ExHentai

# List.LogOut
source: 點我登出
en: Log Out
ja: ログアウト
zh_hans: 点这里退出登录

# List.NetworkMessage
source: 連不上網站, 檢查一下網路再試一次
en: Can't reach the site. Check your connection and try again
ja: サイトにつながらないよ。ネットワークを確認してもう一度試してね
zh_hans: 连不上网站, 检查一下网络再试一次

# List.NoResults
source: 找不到相關作品呦
en: No galleries found
ja: 作品が見つからないよ
zh_hans: 找不到相关作品哟

# List.NoResultsHint
source: 換個搜尋條件試試看吧
en: Try different filters
ja: 検索条件を変えてみてね
zh_hans: 换个搜索条件试试看吧

# List.ParseFailed
source: 列表解析失敗
en: Couldn't Read the List
ja: 一覧を解析できなかった
zh_hans: 列表解析失败

# List.ParseFailedMessage
source: 網站可能改版了, 等等再試試看
en: The site may have changed. Try again later
ja: サイトが変わったのかも。あとでもう一度試してね
zh_hans: 网站可能改版了, 等等再试试看

# List.SadPanda
source: 只看到熊貓
en: Only a Sad Panda
ja: パンダしか見えない
zh_hans: 只看到熊猫

# List.SadPandaMessage
source: Ex 的登入好像失效了, 重新登入或是登出改用 E-Hentai 吧
en: Your Ex login seems to have expired. Log in again, or log out and use E-Hentai
ja: Ex のログインが切れたみたい。ログインし直すか、ログアウトして E-Hentai を使ってね
zh_hans: Ex 的登录好像失效了, 重新登录或是退出登录改用 E-Hentai 吧

# List.WebLogInAgain
source: 用網頁重新登入
en: Log In Again on the Web
ja: Webでログインし直す
zh_hans: 用网页重新登录

# Lock.DisableReason
source: 驗證身份以解除鎖定
en: Verify it's you to turn off the lock
ja: 本人確認してロックをオフにします
zh_hans: 验证身份以解除锁定

# Lock.EnableReason
source: 確認之後就會用這個方式解鎖
en: Once confirmed, this is how you'll unlock the app
ja: 確認すると、今後はこの方法でロックを解除します
zh_hans: 确认之后就会用这个方式解锁

# Lock.Failed
source: 沒有解開呦, 再試一次吧
en: Didn't unlock. Give it another try
ja: 解除できなかったよ。もう一度試してね
zh_hans: 没有解开哟, 再试一次吧

# Lock.Lockout
source: 失敗太多次囉, 請先用密碼解鎖手機, 再回來按解鎖
en: Too many attempts. Unlock your device with its passcode, then come back and tap Unlock
ja: 失敗が多すぎるよ。パスコードでデバイスのロックを解除してから、もう一度「ロック解除」を押してね
zh_hans: 失败太多次啦, 请先用密码解锁手机, 再回来按解锁

# Lock.Message
source: 使用這個 App 需要先解鎖呦
en: Unlock to use this app
ja: このアプリを使うにはロックを解除してね
zh_hans: 使用这个 App 需要先解锁哟

# Lock.Unavailable
source: 這台裝置現在不能用 %@ 解鎖
en: %@ isn't available on this device right now
ja: このデバイスでは今 %@ で解除できないよ
zh_hans: 这台设备现在不能用 %@ 解锁

# Lock.Unlock
source: 解鎖
en: Unlock
ja: ロック解除
zh_hans: 解锁

# Menu.DeleteDownload
source: 刪除下載
en: Delete Download
ja: ダウンロードを削除
zh_hans: 删除下载

# Menu.DeleteRecord
source: 刪除紀錄
en: Delete from History
ja: 履歴から削除
zh_hans: 删除记录

# Rating.Accessibility
source: 評分 %@ 顆星
en: Rated %@ stars
ja: 評価 星%@
zh_hans: 评分 %@ 颗星

# Reader.BackToFirst
source: 回到第 1 頁
en: Back to Page 1
ja: 1 ページ目に戻る
zh_hans: 回到第 1 页

# Reader.Deleted
source: 作品刪掉囉
en: Gallery deleted
ja: 作品を削除したよ
zh_hans: 作品删掉啦

# Reader.Direction
source: 閱讀方向
en: Reading Direction
ja: 読む方向
zh_hans: 阅读方向

# Reader.DownloadingAccessibility
source: 下載中 %@
en: Downloading %@
ja: ダウンロード中 %@
zh_hans: 下载中 %@

# Reader.DownloadingHint
source: 點兩下可以刪除這部作品
en: Double-tap to delete this gallery
ja: ダブルタップでこの作品を削除
zh_hans: 点两下可以删除这部作品

# Reader.EarlierLoading
source: 前面的頁面載入中...
en: Loading earlier pages…
ja: 前のページを読み込み中…
zh_hans: 前面的页面加载中...

# Reader.End
source: 看完囉
en: The End
ja: 読み終わったよ
zh_hans: 看完啦

# Reader.GoToPage
source: 跳到第幾頁…
en: Go to Page…
ja: ページに移動…
zh_hans: 跳到第几页…

# Reader.GoToPageTitle
source: 跳到第幾頁
en: Go to Page
ja: 何ページ目に移動する？
zh_hans: 跳到第几页

# Reader.Info
source: 作品資訊
en: Gallery Info
ja: 作品情報
zh_hans: 作品信息

# Reader.LoadEarlier
source: 載入第 1 – %lld 頁
en: Load Pages 1–%lld
ja: 1〜%lld ページを読み込む
zh_hans: 加载第 1 – %lld 页

# Reader.Loading
source: 讀取中
en: Loading
ja: 読み込み中
zh_hans: 加载中

# Reader.More
source: 更多
en: More
ja: その他

# Reader.NoPagesMessage
source: 這部作品還沒有下載好的頁面, 連上網路再試一次吧
en: None of this gallery's pages are downloaded yet. Connect to the internet and try again
ja: この作品はまだページがダウンロードされていないよ。ネットにつないでもう一度試してね
zh_hans: 这部作品还没有下载好的页面, 连上网络再试一次吧

# Reader.NotFound
source: 這部作品好像不見囉
en: This gallery seems to be gone
ja: この作品はなくなったみたい
zh_hans: 这部作品好像不见啦

# Reader.PageFailed
source: 第 %lld 頁載入失敗, 點我重試
en: Page %lld didn't load. Tap to retry
ja: %lld ページ目の読み込みに失敗。タップでもう一度
zh_hans: 第 %lld 页加载失败, 点这里重试

# Reader.PageLabel
source: 頁數
en: Page
ja: ページ
zh_hans: 页数

# Reader.PageLoading
source: 第 %lld 頁載入中...
en: Loading page %lld…
ja: %lld ページ目を読み込み中…
zh_hans: 第 %lld 页加载中...

# Reader.PageValue
source: 第 %1$lld 頁, 共 %2$lld 頁
en: Page %1$lld of %2$lld
ja: %2$lld ページ中 %1$lld ページ目
zh_hans: 第 %1$lld 页, 共 %2$lld 页

# Reader.PhotosDenied
source: 沒有照片的權限, 可以到設定打開
en: No access to Photos. You can allow it in Settings
ja: 写真へのアクセスが許可されていないよ。設定で許可できるよ
zh_hans: 没有照片的权限, 可以到设置打开

# Reader.ReadBefore
source: 您曾經閱讀過此作品
en: You've read this one before
ja: この作品は前に読んだことがあります
zh_hans: 您曾经阅读过此作品

# Reader.ReloadPage
source: 重新載入這頁
en: Reload This Page
ja: このページを再読み込み
zh_hans: 重新加载这页

# Reader.SaveFailed
source: 存不進去
en: Couldn't save
ja: 保存できなかった
zh_hans: 存不进去

# Reader.SaveToPhotos
source: 儲存到照片
en: Save to Photos
ja: 写真に保存
zh_hans: 保存到照片

# Reader.Saved
source: 存到照片囉
en: Saved to Photos
ja: 写真に保存したよ
zh_hans: 存到照片啦

# Reader.ScrollDirection
source: 滑動方向切換
en: Scroll Direction
ja: スクロール方向
zh_hans: 滑动方向切换

# Reader.SharePage
source: 分享這頁
en: Share Page
ja: このページを共有
zh_hans: 分享这页

# Reader.StatusStuck
source: 當前:%1$lld 卡在:%2$lld
en: Now: %1$lld Stuck at: %2$lld
ja: 現在:%1$lld 停止:%2$lld
zh_hans: 当前:%1$lld 卡在:%2$lld

# Reader.StatusTotal
source: 當前:%1$lld 總共:%2$lld
en: Now: %1$lld Total: %2$lld
ja: 現在:%1$lld 全:%2$lld
zh_hans: 当前:%1$lld 总共:%2$lld

# Reader.SwitchedHorizontal
source: 閱讀方向改為橫向
en: Switched to horizontal paging
ja: 横スクロールに切り替えたよ
zh_hans: 阅读方向改为横向

# Reader.SwitchedVertical
source: 閱讀方向改為直向
en: Switched to vertical scrolling
ja: 縦スクロールに切り替えたよ
zh_hans: 阅读方向改为纵向

# Reader.ViewFullSize
source: 放大看
en: View Full Size
ja: 拡大して見る

# Related.EnglishWords
source: 英文名稱切碎
en: English Title, Chopped Up
ja: 英語タイトルを分解
zh_hans: 英文名称切碎

# Related.JapaneseWords
source: 日文名稱切碎
en: Japanese Title, Chopped Up
ja: 日本語タイトルを分解
zh_hans: 日文名称切碎

# Related.NothingPicked
source: 還沒有選字呦
en: Nothing picked yet
ja: まだ何も選んでいないよ
zh_hans: 还没有选字哟

# Related.Title
source: 相關字詞
en: Related Words
ja: 関連ワード
zh_hans: 相关字词

# Search.AllGalleries
source: 所有作品
en: All galleries
ja: すべての作品

# Search.Categories
source: 作品類別
en: Categories
ja: カテゴリ
zh_hans: 作品类别

# Search.HintsEmpty
source: 看過的作品多一點, 這裡就會出現提示字呦
en: Read a few more galleries and suggestions will show up here
ja: 作品をもう少し読むと、ここに候補が出てくるよ
zh_hans: 看过的作品多一点, 这里就会出现提示字哟

# Search.HintsReplace
source: 有選提示字的時候, 會用提示字取代上面輸入的關鍵字
en: Selected suggestions replace the keyword above
ja: 候補を選ぶと、上で入力したキーワードの代わりに使われるよ
zh_hans: 有选提示字的时候, 会用提示字取代上面输入的关键词

# Search.Invert
source: 反選
en: Invert
ja: 反転
zh_hans: 反选

# Search.KeywordPlaceholder
source: 輸入要搜尋的字串
en: Enter search text
ja: 検索する文字を入力
zh_hans: 输入要搜索的字符串

# Search.KeywordSection
source: 手動輸入關鍵字
en: Keyword
ja: キーワードを入力
zh_hans: 手动输入关键词

# Search.LanguageSection
source: 只搜尋固定語言
en: Language
ja: 言語で絞り込む
zh_hans: 只搜索固定语言

# Search.NeedCategory
source: 至少要選一種類別呦 O3O
en: Pick at least one category O3O
ja: カテゴリを1つ以上選んでね O3O
zh_hans: 至少要选一种类别哟 O3O

# Search.NoCategory
source: 沒有類別
en: No categories
ja: カテゴリなし
zh_hans: 没有类别

# Search.RatingSection
source: 評分要求
en: Minimum Rating
ja: 評価
zh_hans: 评分要求

# Search.ResetAll
source: 全部重設
en: Reset All
ja: すべてリセット
zh_hans: 全部重置

# Search.SelectAll
source: 全選
en: All
ja: 全選択
zh_hans: 全选

# Search.TagHints
source: 從近期 Tag 選取
en: From Recent Tags
ja: 最近のタグから選ぶ
zh_hans: 从近期 Tag 选取

# Search.TitleHints
source: 從近期標題選取
en: From Recent Titles
ja: 最近のタイトルから選ぶ
zh_hans: 从近期标题选取

# Settings.AboutSection
source: 關於
en: About
ja: 情報
zh_hans: 关于

# Settings.AsksBeforeOpening
source: 點列表作品時先跳出作品卡
en: Show Gallery Card Before Reading
ja: 読む前に作品カードを表示
zh_hans: 点列表作品时先跳出作品卡

# Settings.DemoMode
source: 展示模式: 所有作品都是產生出來的
en: Demo mode: every gallery is generated
ja: デモモード：作品はすべて自動生成です
zh_hans: 展示模式: 所有作品都是生成的

# Settings.EhAPITest
source: Eh API 使用測試
en: E-Hentai API Test
ja: Eh API テスト
zh_hans: Eh API 使用测试

# Settings.EhListTest
source: Eh 列表測試 (點擊開啟網頁)
en: E-Hentai List Test (Tap to Open)
ja: Eh 一覧テスト（タップでWebを開く）
zh_hans: Eh 列表测试 (点击打开网页)

# Settings.ExAPITest
source: Ex API 使用測試
en: ExHentai API Test
ja: Ex API テスト
zh_hans: Ex API 使用测试

# Settings.ExKeyLogIn
source: ExKey 登錄
en: Log In with ExKey
ja: ExKeyでログイン
zh_hans: ExKey 登录

# Settings.ExListTest
source: Ex 列表測試 (點擊開啟網頁)
en: ExHentai List Test (Tap to Open)
ja: Ex 一覧テスト（タップでWebを開く）
zh_hans: Ex 列表测试 (点击打开网页)

# Settings.HideInSwitcher
source: 切換 App 時遮住畫面
en: Hide Screen in App Switcher
ja: Appの切り替え時に画面を隠す
zh_hans: 切换 App 时遮住界面

# Settings.Lock
source: App 上鎖
en: Lock App
ja: アプリをロック
zh_hans: App 上锁

# Settings.LockConfirmCancel
source: O口O 真假, 我考慮一下
en: O口O Wait, Let Me Think
ja: O口O マジで？ちょっと考える
zh_hans: O口O 真假, 我考虑一下

# Settings.LockConfirmMessage
source: 未來只可以透過指紋或是臉來解鎖, 密碼無法!
en: From now on only your fingerprint or face can unlock it. Not the passcode!
ja: 今後は指紋か顔でしか解除できないよ。パスコードはダメ！
zh_hans: 未来只可以通过指纹或是脸来解锁, 密码无法!

# Settings.LockConfirmOK
source: OK, 鎖8
en: OK, Lock It
ja: OK、ロックして
zh_hans: OK, 锁8

# Settings.LockConfirmTitle
source: 確定要上鎖嗎?
en: Lock the app?
ja: ロックしてもいい？
zh_hans: 确定要上锁吗?

# Settings.Locked
source: 上鎖囉
en: Locked
ja: ロックしたよ
zh_hans: 上锁啦

# Settings.LockedFooter
source: 目前是上鎖狀態
en: The app is locked.
ja: 現在ロック中です。
zh_hans: 目前是上锁状态

# Settings.Lockout
source: 失敗太多次囉, 請先用密碼解鎖手機
en: Too many attempts. Unlock your device with its passcode first
ja: 失敗が多すぎるよ。先にパスコードでデバイスのロックを解除してね
zh_hans: 失败太多次啦, 请先用密码解锁手机

# Settings.LogOut
source: Ex 登入整個失敗 還是只有熊貓 點我登出
en: Ex Login Broken or Still a Sad Panda? Log Out
ja: Exのログインが全然ダメ、パンダしか見えない？ログアウト
zh_hans: Ex 登录整个失败 还是只有熊猫 点这里退出登录

# Settings.NoBiometrics
source: 這台裝置沒有設定 Face ID 或 Touch ID, 鎖不住
en: This device has no Face ID or Touch ID set up, so the app can't be locked
ja: このデバイスにはFace IDもTouch IDも設定されていないので、ロックできないよ
zh_hans: 这台设备没有设置 Face ID 或 Touch ID, 锁不住

# Settings.PrivacySection
source: 隱私設定
en: Privacy
ja: プライバシー
zh_hans: 隐私设置

# Settings.ReadingSection
source: 觀看習慣
en: Reading
ja: 読書
zh_hans: 观看习惯

# Settings.StatusFooterEh
source: 沒有登入時, 列表和下載會使用 E-Hentai。
en: When you're not logged in, browsing and downloads use E-Hentai.
ja: ログインしていないときは、一覧とダウンロードはE-Hentaiを使います。
zh_hans: 没有登录时, 列表和下载会使用 E-Hentai。

# Settings.StatusFooterEx
source: 已經登入 Ex, 列表和下載會使用 ExHentai。
en: Logged in to Ex. Browsing and downloads use ExHentai.
ja: Exにログイン済み。一覧とダウンロードはExHentaiを使います。
zh_hans: 已经登录 Ex, 列表和下载会使用 ExHentai。

# Settings.StatusSection
source: App 狀態
en: App Status
ja: アプリの状態
zh_hans: App 状态

# Settings.TotalAccessibility
source: 總共 %@
en: Total %@
ja: 合計 %@
zh_hans: 总共 %@

# Settings.Unknown
source: 不知道
en: Unknown
ja: 不明

# Settings.Unlocked
source: 解除上鎖囉
en: Lock turned off
ja: ロックを解除したよ
zh_hans: 解除上锁啦

# Settings.UnlockedFooter
source: 目前是沒有上鎖狀態
en: The app isn't locked.
ja: 現在ロックしていません。
zh_hans: 目前是没有上锁状态

# Settings.UsageSection
source: 用量
en: Storage
ja: 使用量

# Settings.Version
source: 版本
en: Version
ja: バージョン

# Settings.WebLogIn
source: 用網頁登入 Ex
en: Log In to Ex on the Web
ja: WebでExにログイン
zh_hans: 用网页登录 Ex

# Swipe.DeleteRecord
source: 刪除紀錄
en: Remove
ja: 履歴を削除
zh_hans: 删除记录

# Tab.Downloads
source: 下載
en: Downloads
ja: ダウンロード
zh_hans: 下载

# Tab.History
source: 歷史
en: History
ja: 履歴
zh_hans: 历史

# Tab.List
source: 列表
en: Browse
ja: 一覧

# Tab.Settings
source: 設定
en: Settings
zh_hans: 设置

# Toast.Copied
source: 拷貝好了
en: Copied
ja: コピーしたよ
zh_hans: 复制好了

# Toast.DownloadFinished
source: 「%@」下載完成囉
en: “%@” finished downloading
ja: 「%@」のダウンロードが終わったよ
zh_hans: 「%@」下载完成啦

# Toast.DownloadStarted
source: 開始下載囉
en: Download started
ja: ダウンロードを始めたよ
zh_hans: 开始下载啦

# Toast.LegacyImportFailed
source: 舊版紀錄搬家失敗, 下次開啟會再試一次
en: Couldn't move the old records. We'll try again next launch
ja: 旧バージョンの記録の引っ越しに失敗。次の起動でもう一度試すね
zh_hans: 旧版记录搬家失败, 下次打开会再试一次

# Toast.LegacyImportGaveUp
source: 舊版紀錄讀不出來, 只好放棄搬家了
en: Couldn't read the old version's records, so we gave up moving them
ja: 旧バージョンの記録が読めないので、引っ越しはあきらめたよ
zh_hans: 旧版记录读不出来, 只好放弃搬家了

# Toast.LegacyImported
source: 舊版的 %lld 部作品紀錄都搬過來囉
en: Moved %lld galleries over from the old version
ja: 旧バージョンの作品記録 %lld 件を引っ越したよ
zh_hans: 旧版的 %lld 部作品记录都搬过来啦

# Toast.LoggedOut
source: 登出囉
en: Logged out
ja: ログアウトしたよ
zh_hans: 退出登录啦

# Web.DemoLoginMessage
source: 這裡平常會打開 E-Hentai 論壇的登入頁
en: Normally this opens the E-Hentai forums login page
ja: 通常はここでE-Hentaiフォーラムのログインページを開きます
zh_hans: 这里平常会打开 E-Hentai 论坛的登录页

# Web.DemoNoWeb
source: 展示模式不會開網頁
en: Demo mode doesn't open web pages
ja: デモモードではWebページを開きません
zh_hans: 展示模式不会开网页

# Web.DemoPretendLogIn
source: 假裝登入成功
en: Pretend to Log In
ja: ログイン成功のふりをする
zh_hans: 假装登录成功

# Web.DemoTitle
source: 展示模式
en: Demo Mode
ja: デモモード

# Web.DemoWouldOpen
source: 這裡平常會打開 %@
en: Normally this opens %@
ja: 通常はここで %@ を開きます
zh_hans: 这里平常会打开 %@

# Web.Finishing
source: 登入成功, 設定中...
en: Logged in, setting things up…
ja: ログイン成功、設定中…
zh_hans: 登录成功, 设置中...

# Web.LogInHint
source: 用 E-Hentai 論壇帳號登入, 成功後會自動關掉這頁
en: Log in with your E-Hentai forums account. This page closes by itself when you're done
ja: E-Hentaiフォーラムのアカウントでログインしてね。成功するとこのページは自動で閉じます
zh_hans: 用 E-Hentai 论坛账号登录, 成功后会自动关掉这页

# Web.LogInTitle
source: 登入 Ex
en: Log In to Ex
ja: Exにログイン
zh_hans: 登录 Ex

# Category.Cosplay
source: Cosplay
ja: コスプレ

# Related.Tags
source: Tags
ja: タグ

# Lock.AppName
source: 萌萌噠
zh_hans: 萌萌哒
